Repository: lisa-zu/Wardrobe
Catalog: Localizable.xcstrings
Source language: de
Languages: en

# CANCEL
source: Abbrechen
en: Cancel

# DELETE_ACCOUNT
source: Account löschen
en: Delete account

# DELETION_MESSAGE
source: Wollen Sie wirklich Ihren Account löschen? Der Vorgang kann nicht rückgängig gemacht werden!
en: Do you want to proceed deleting your account? This cannot be reversed.

# DELETION_VALIDATION_INPUT_MESSAGE
source: Bitte bestätige deine Email-Adresse um deinen Account zu löschen.
en: Please confirm your email address to continue deleting your account.

# EMAIL_VALIDATION
source: Email-Adresse bestätigen
en: Confirm email address

# INVALID_EMAIL
source: Ungültige Email-Adresse
en: Invalid email address

# LOGIN
source: Anmelden
en: Sign in

# LOGIN_GREETING_MESSAGE
source: Melde dich an um Outfitvorschläge zu erhalten und auf deinen virtuellen Kleiderschrank zuzugreifen.
en: Sign in to access your virtual wardrobe and get outfit suggestions.

# LOGIN_MAIL_PLACEHOLDER
source: Gib deine Email ein
en: Enter your mail

# LOGIN_PASSWORD_PLACEHOLDER
source: Gib dein Passwort ein
en: Enter your password

# LOGIN_SIGNUP_BUTTON
source: Hier lang!
en: Follow me!

# LOGIN_SIGNUP_MESSAGE
source: Noch nicht registriert?
en: Not sign up yet?

# LOGIN_TITLE_1
source: Willkommen
en: Welcome

# LOGIN_TITLE_2
source: zurück!
en: back!

# LOGOUT
source: Abmelden
en: Logout

# LOGOUT_MESSAGE
source: Wollen Sie sich wirklich ausloggen?
en: Do you want to proceed logging out?

# NO_USER
source: Nicht eingeloggt
en: Not logged in

# NO_USER_DESCRIPTION
source: Um Informationen anzuzeigen, musst du dich zunächst einloggen.
en: To display account information, please log in.

# PASSWORD_CHANGE
source: Passwort ändern
en: Change password

# PASSWORD_CURRENT
source: Aktuelles Passwort
en: Current password

# PASSWORD_FORGOT
source: Passwort vergessen?
en: Forgot your password?

# PASSWORD_NEW
source: Neues Passwort
en: New password

# PASSWORD_NEW_VALIDATION
source: Neues Passwort wiederholen
en: Repeat new password

# SETTINGS_APPEARANCE
source: Darstellungseinstellungen
en: Appearance

# SETTINGS_DATA
source: Informationen zur Datennutzung
en: Data usage information

# SETTINGS_GENERAL
source: Allgemeine Einstellungen
en: General settings

# SETTINGS_NOTIFICATION
source: Benachrichtigungseinstellungen
en: Notifications

# SETTINGS_TITLE
source: Einstellungen
en: Settings

# SIGNUP
source: Account erstellen
en: Sign up

# SIGNUP_GREETING_MESSAGE
source: Erstelle einen Account um deine Outfits online zu verwalten und Vorschläge zu erhalten.
en: Sign up to manage your wardrobe and get outfit suggestions.

# SIGNUP_LOGIN_BUTTON
source: Mir nach!
en: Follow me!

# SIGNUP_LOGIN_MESSAGE
source: Hast du bereits einen Account?
en: Already have an account?

# SIGNUP_PASSWORD_PLACEHOLDER
source: Erstelle ein Passwort
en: Create password

# SIGNUP_PASSWORD_VALIDATE_PLACEHOLDER
source: Gib dein Passwort erneut ein
en: Re-type your password

# SIGNUP_TITLE_2
source: Fremde:r!
en: stranger!

# TAB_SETTINGS
source: Einstellungen
en: Settings

# WARNING
source: Achtung
en: Warning

# YES
source: Ja
en: Yes
